IDEA Open Model
ColumnData.L0Y Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the user defined effective length of column for Y direction. If is not defined, the must be valid support data.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double L0Y { get; set; }
Public Property L0Y As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace